{
  "sources" :[
    { "type": "qualitative", "id": "Alphanumeric", "nameSource": "alphanumeric", "presentation": "Western letters and numbers." },
    { "type": "qualitative", "id": "Punctuations", "nameSource": "punctuations", "presentation": "Western and CJK punctuations" },
    { "type": "frequency", "id": "Taiwan", "name": "taiwan_(frequency) : 3000 zi.", "presentation": "Taiwanese Ministry of Education (1998), 3000. Coverage: 99.4%. http://140.111.34.54/files/site_content/M0001/87news/page2-1.htm?open" },
    { "type": "frequency", "id": "Subtlex", "nameSource": "Subtlex_(frequency) : 3000 zi.", "presentation": "Cai & Brysbaert 2010, SUBTEXT-CH, 3000 zi. Coverage: 99.80%. http://expsy.ugent.be/subtlex-ch/" },
    { "type": "frequency", "id": "Junda", "name": "junda_(frequency): 3000 zi.", "presentation": "DA 2005 (Modern Chinese Character Frequency List), 3000 zi. Coverage: 99.20%. http://lingua.mtsu.edu" },
    { "type": "levels", "id": "HSK", "name": "hsk_(levels) : 2.632 zi.", "presentation": "HSK 2010, 2.632 zi. Coverage: unpublished. http://lingomi.com/blog/hsk-lists-2010" },
    { "type": "levels", "id": "France", "name": "france_(levels) : 1555 zi.", "presentation": "France, 1555 zi max. Coverage: unpublished. 255/355/405/505/805 (BO:2011:n⁰32): http://media.education.gouv.fr/file/32/95/3/langues_chinoise_japonaise_190953.pdf ; 400: http://afpc.asso.fr/ressources-pedagogiques/caracteres/ ; 1555 (BO 2008:33:p6): http://media.education.gouv.fr/file/33/57/0/Annexe_programme_chinois_33570.pdf" },
    { "type": "levels", "id": "EBCL", "name": "ebcl_(levels): 320 zi.", "presentation": "Allanic (unpublished): A1, 250+70 zi ; A2 630 zi. Coverage: unpublished. http://ebcl.eu.com/wp-content/uploads/2012/04/EBCL-List-of-A1-characters-Demo-V1.pdf" }
  ],
  "lists" :[
    { "sourceId": "Subtlex", "nameData": "Subtlex_3000", "info": "n.a.",
     "list": "中一我的你是了不们这他么在"},
    { "sourceId": "Alphanumeric", "nameData": "Numbers", "info": "n.a.",
     "list": "0123456789" },
    { "sourceId": "Alphanumeric", "nameData": "Western alphabet —lower and upper case:", "info": "n.a.",
     "list": "qwertyuiopasdfghjklzxcvbnmQWERTYUIOPASDFGHJKLZXCVBNM" },
    { "sourceId": "Alphanumeric", "nameData": "Western alphabet rares:", "info": "n.a.",
     "list": "ĀāÁáǍǎÀàĒēÉéĚěÈèĪīÍíǏǐÌìŌōÓóǑǒÒòŪūÚúǓǔÙùǕǖǗǘǙǚǛǜÜüæÆàÀâÂäÄçÇ€éÉèÈêÊëËîÎïÏœŒôÔöÖùÙûÛüÜÿŸ" },
    { "sourceId": "Punctuations", "nameData": "Western semi-punctuation", "info": "n.a.",
     "list": "«»“”—–’,'~#@," },
    { "sourceId": "Punctuations", "nameData": "Escaped characters:", "info": "n.a.",
     "list": "'*+?(){}[]\/" },
    { "sourceId": "Punctuations", "nameData": "Sup-notes",
     "list": "¹²³⁴⁵⁶⁷⁸⁹⁰½" },
    { "sourceId": "Punctuations", "nameData": "Chinese semi-punctuation:", "info": "n.a.",
     "list": "，、：“”‘’「」『』（）－—《》〈〉【】〖〗〔〕～％%-" },
    { "sourceId": "Punctuations", "nameData": "Full punctuations:", "info": "n.a.",
     "list": "。？！；·．…•." },
    { "sourceId": "Subtlex", "nameData": "Subtlex_3000", "info": "n.a.",
     "list": "我的你是了不们这一他么在有个好来人那要会就什没到说吗为想能上去道她很看可知得过吧还对里以都事子生时样也和下真现做大啊怎出点起天把开让给但谢着只些如家后儿多意别所话小自回然果发见心走定听觉太该当经妈用打地再因呢女告最手前找行快而死先像等被从明中哦情作跟面诉爱已之问错孩斯成它感干法电间哪西己候次信欢正实关进车年喜认克爸谁方老应比帮无晚动头机分特相全杀需放常直才美于带今力工许东名同长亲种者嘿白学安尔叫理本国第友高两保请非重公记身受住活加何伙题完接拿望解其离谈又新更钱马思部场嗯计任确吃始结利朋警士外件难位表刚希查拉边或将男准变证物员总噢系几管玩处办主气每少切失算性此必备合德队试抱医通体乐并三早门害歉选嗨房命且向兴球服入照提掉夫路演够日案舞决求约字呃肯目笑伤神父指报留水教枪清色号世远片官口师原酒周星识赛救底棒须收交坐停卡尼婚格眼金蛋息室内运根单宝哥张搞战火罗至万声布音期条消买病整奇弟犯装贝您送怕护度花节近怪持光与穿愿象影击使二喝月器察制嘛哈助达海待托除写绝界帝姐反担司强由论飞亚续视母空军跑阿尽注弄密线代忙坏久议衣血钟继礼数份疯平止十拜鬼睡啦调巴兄紧站品英罪文亮抓跳联混便狗脑业歌精包转却参院务基台另恩书统风况四黑否险言米杰校幸传复量首改忘术局客假永维岁据派票兰恶烦取游糟令随五圣式探嘴毒越律费科麻简易流治唱答倒划控味区漂支乎录考超拍轻连往组满造弹静故吸喂集极讲块趣类呀戏曾容步投化未束醒威班终差梦赢药迪店丽卖显监图半语付热排楚偷敢油餐破莱杯市城哇权某激立程伊讨责昨闭庭落饭林换及船争猜洛级姆雷刻建团王惊迎段标检各义百民功唯夜示靠释脸引择疑赶俩独冷妹楼皮存练娘顿断设松博置逃观痛狂足码恐吉历慢妻山普价元角怀床奥模验索街艾呼祝料休灵狱剧乱展板承则顾深产洗政迷领午纳谎具退福习秘奶遇职架即挺史负千脱瑞背仅追伦炸资画踪射弃傻藏屁瞧修尸闻共懂蒂危专呆介萨魔急碰甚糕苦念适华冲骗厌型麦似红值脚六谋套凯众预际咱波卫聊养导虑私戴毁鱼滚志杂居词食诺读误撒突牛馆规陪州肉形耶凶森商纪浪石顺举按旅努坚测免喔丝辆乔防句印恋玛弗季严推伯莉武胜毛压败究评屋双牙斗鸡审南速蠢丈守获八致细勒称塔丢冰态吓古亡状鲁疗操遗判响网箱货围签牌户寻质供奖袋胡脏堂曼效露替娜座园拥睛冒甜股香笔沙扰挑姑爆镇暴困项概摩虽纽享配迹登诞竟叔捕赌阻彩搬属招婆巧骨塞剩酷啡课烟摄封咖低技迟纸烧委暗左输曲仍训借扔善社轮顶聪秀刀莫腿族鞋兵锁妮异誓树木抢档雇广丹银镜群坦汉土短伴播环恨移编温刺毫右野哭遍库搭康症荣充创尝列毕般聚劳攻忍势尊吻汤优境蒙偶熟营苏爷微埃抽盖灯莎府透魂艺掌啥升裤临智盘研菲归撞隐附搜摆散阳协租泰岛健饼较避猫七菜糖痴富降怜既织执戒佛抗笨航妙迈耳匙宣烂秒挂旁勇钥悲妇圈敬劲帕草醉绑层吵龙挥奋忆折彼末北景沃废副默铁初雪瓦素禁诚黄敌夏贵欧旦依谅桌雄丁舒粉旧朝厅恭汽补徒稍摇躲窗源蓝章灭疼孤滑碎弱仔款拒河伍纹臭幻童翰闪残鸟骑翻洲瑟沉饿砸互卷拖瓜例财瓶墙拳牢典垃染漫触胁圾施胸阴孕惹硬逮销邦劫袭育虫嫌累怖握雨缺琳墨迫采辈陷蹈限巨鲍针雅兹尾青席逼犹扮赞邀净闹访良叛驾范俄猪辛杉淘洞冠伟珍梅朗欠扯丑竞剂烈李村厉厨允授堆庆率怒寓液谓估鲜磨帅婊尿键余绍娃刑扫核损辩惯傲减泡摸著途矶鼓堡愚敏版盒订寄赚爵材盛尤皇夺邮俱九盗尺愉序鼠幕踢憾汰隔彻插猎尚潜构烤霍悔暂爽扎绪讯吐吹宾侦颗宁罚欲乡帽杜豪征括盯稳胆甲赖啤佩启胎帐赏抛遭若梯震述阵仪乖宫咬祷祖蜜耍拼惜忠策鼻钻池虚桑拾泳频尖申违零诊嘘惧拯痕批绿乘佳熊辣躺祈肥址占络掩省羊荒督撤胖辞增援郎献擦农邪姻恢描匹软埋惨洋纯浴贴尉略符侵陆载爬挖骄兽嫁洁晨喊奏灰摔羞邻椅颜欺端贺茶障慈仇厂怨逊黎剪春额豆罢裂挡偏糊卧敲丧乌购域闲宇姓葬党售涂碍柜壮裁珠咪耐勃琴账固唔唐貌漏卢荡扣仰君夹倍晓牧桥辑巡喷詹牲昏凡肤饰灾欣谷芬滩愤敦厕奸坞贱盟闯咒窃辜朵植圆篮屎伪距延凭田捐挣蕾饮宽驶伸析戈媒裙倾辱缝妞惑狼矩脉绕宗祸益壁荷柯虎趴汇缩诗泽诱溜赫殊济含隆狠甩燃抵粗妓炒揭涉晕澡偿牵岸呐肚暖绳蛇婴胞链薄瞎阁湖讶齐哎瞒逐豁韦肩呵缘巫渴筑励艰予泄冻积拨癌云幽韩乳遵龄汁罐酱骚芭亨齿忽肠钢押玻姿召恰擅柔患剑篇汗牺阶割拔酸叶歇亿趟扭稣胶裸眠融仿抬臂潮舌舍焦赋悉径撑咯泥贩哼佬宴艘寸誉陈惩宜兔奈墓胃页挤脆桶巾伏佑询衫穷缠妒妆旋廉扬遥蜂侧舰夸筹朱企递铃酪刷纵衬猛耀耻振污册殿瘾唤棍璃填疾厄娅慰柏芝磅谍宿忌堪睁脖京陌返奉扇肌廊仓猴慌鉴凌仁孔税杆嫉箭哟塑湿揍丰捉膀幅恕吊踏泪罩尴郁尬茜姨崩港拆淋玉勾孙币魅署炮奴桃培弥抚甘唇腐截砍宙宠腰秋俗搅舱轨弯蛮侠恼渐滋萝闷陛爹措债吞肿仙详毯奔庄袖愈磁霉茨肺缓鹰逗储碗番肖嘲氧绩撕囚贾垒井娶勤艇炉旗昂垫冬葡栋萄滴渡钓薪腾驱钉横黛榄贼溃踩橄拘犬佣忧宰坠霸革惠瘤淡膝佐拦葛脾凉役菌崇厚哀浮逻赔卑熬狄矿谬抑漠芙壳腊屠铺茄崔腔衡逛穆趁摧晃僵盾妥赐尘堵骂窝琼岩跃粘诈胳虐诸挨喉扑谊疲董搏肃倦幼嘉诅汀映蛛械俊沟愧娱刮纠挽泉催袜膊晋捡叉棕狮瘦郡栏亏氏懒央蹲灌槟谱乏哲侣矮披屏疫轰拐挪沿悬贫腹讽劝裹诡抹噩朴稿慧雕姬蜡苹粹雾淫浓添莲兜喘鲨唉锋隶肝仗坎扩契沮浑竭炎疏煮呈盐鄙匪煎耗鹿仆炼晶衰掘谜捷馅瞄赎肾毙沾覆烫侄喽跪逝江繁赠笼川湾翼筒丸薯悄蜘伞妨塌铐吼扶谨抖屈枚辨荐擎均飘绅侮矛摘润峰鸭庞贷丛饱囊剥紫氛妄漆膏虾筋慎浅眉贪勋悠夷橱兆畏枕寂鹅疚缸陶浆讼穴忏遮瞬玫捣串慕奎兼赤脂歧瑰垮饶疤琪篷谣猩靴涯锅桩摊钩苍妖寿嘻凑缉酬碟促舔畜廷垂纱悦畅循烛辅览堕棋贡颠券艳衷卜盲膜珀藤肮嗓斑氓徽稀综嚷劣珊跨扁妳豫携痒粒呕跌坟御贞兮镑恒罕狐阅腕钞镖寒敞棵啰肢咙匿饥薇宅棺腺岗呜刊柴橡淇盼渣阱贿捅恤棉翅迅晒贤淹龟榜喻澳泼拟椒扳舅咨歪莓躁盆蓄慨懦碧坑颈後焰鸽乃爪钮泣熏遣祭脊趾津翘翁洒稽逆柠柱滥臀皆鸣础狸嘱耽弊蒸锡螺柄赴浩匠宪刹凝檬昆哨炫删棚冈慷戚殖届叨睹绘蚁涨顽盔隧侍厢颁匆橙卦苗捏坡剖锤拷憎丘丫芯膛豹枝旺蝶酗芒募噪锻辉叮巷戳狙寡贯锯狡驴嚼癫卵熙叹凤潘卸唬暑癖铲夕梭茫陋掏寞纤臣冥纷嗑蔽俘颤轿姜砖煤咳笛驳迁宵聘铅袍洪撼蝙卓翔蝠炬裔粪刘蝴秃翠浦蛙驻眨皂幢削乞聋橘锦梳呦愁沼绵赂辐鸦拽郊阔皱哄谐蹦窒碳孟咋赦锐帆傅剃斥峡捞铜悼驼巢淑庇跤厦逍悍仑抄禽焕履醋羽蕉肋斜棘凳砰浸衔绒雀熄谦杖悟寺醇泛霜屉茱县恳逸咕蝇殴猾韵钝葱绞饵逢奢挫兑撇弦贸壶伽掐绷蟹昧庸帘搁梁窥涌挚祟鳄坛窍腥竹斤晰祥坪鲸叙溺躯旨蔬拇浇叠绊籍邓逞疹框碑秩弓蓬鱿咐嫩酿哩唠勺崽墅亦悯伐宋咽婪惕稚榈樱曝捆豚泊嗅戮呗瓷渔哑驰踝屑斧虹槽亵嬉烘栽绰驯弘杨铭冤溪舟簿绎胀肆轴婶粮溅拌髓吩剔鞭茎竖枯凰椎勉燕嗜缚挠嗷崖瘫飙俯沫喋亭蒜焚烹骸磕寇庙颇羡哮髦赃腻渎溢掠陨辖肪渗嘎椰栗蹭僚芳柳靓攀勿抉吴叭撬蚂歹藉燥斐憋颅喇缴郑吟榴曹诶溶螂涅恺碌娇莽硕蔓孽滤岔崎睾缆崭栅践蚀诀儒捧馨昔瑜梨掺苔苛硫凿飓掷馈虔栓钳刃咸洙帖嘟熔瘟菇晴於茉译侏谴汪褐颂耿唾陀狩吾宏菊靶痪骆敷渺僻榨聆澄妍伎嗒嗡桂扒琐痫蘑炭裕芽瞪狭涕醺拙躬氯炖饪沦灿谭昌锈瘸酥窟蟑扉琢羔掀朽缅渠芥拧辙惫叽帜坤肘雌氢橇拣茸斩岳乙拓缪劈侯杏亥吨孝妃昭吱虏坊厘葵跷冕喀懈稻茅蜥函滞渊滨盎螃蹄姥蔑秽黏氪媚镯钦蛤菠郝讪淤趋唧伺盈辫沸柬丙媛乓呛悚贬髅骷痊嗽鞠壤酋渍杠窜颊煞塘蚊咻芮寐骤煽玄玲礁瘀洽哒遂闸啃颖猿俏绸拴厮霹瑕锚哔坝揪阀咎雳铸煌魁圭蹩蜴舵衅甥怯虱挟苟侈迄谤惭噬溯啪碾觅咧糙绣遛殡魄犀嗝坨窄堤酮墟甸眩惶扼睫焊硝窖泌簧卒粥濒脐寝碱拭胰旷梵鼎伶岂翩隙韧甫痹鹤衍彭瀑噜焉拢诽胺萎桔羁萧瓣肛泵栖" },
    { "sourceId": "Junda", "nameData": "Junda_3000", "info": "n.a.",
     "list": "的一是不了在人有我他这个们中来上大为和国地到以说时要就出会可也你对生能而子那得于着下自之年过发后作里用道行所然家种事成方多经么去法学如都同现当没动面起看定天分还进好小部其些主样理心她本前开但因只从想实日军者意无力它与长把机十民第公此已工使情明性知全三又关点正业外将两高间由问很最重并物手应战向头文体政美相见被利什二等产或新己制身果加西斯月话合回特代内信表化老给世位次度门任常先海通教儿原东声提立及比员解水名真论处走义各入几口认条平系气题活尔更别打女变四神总何电数安少报才结反受目太量再感建务做接必场件计管期市直德资命山金指克许统区保至队形社便空决治展马科司五基眼书非则听白却界达光放强即像难且权思王象完设式色路记南品住告类求据程北边死张该交规万取拉格望觉术领共确传师观清今切院让识候带导争运笑飞风步改收根干造言联持组每济车亲极林服快办议往元英士证近失转夫令准布始怎呢存未远叫台单影具罗字爱击流备兵连调深商算质团集百需价花党华城石级整府离况亚请技际约示复病息究线似官火断精满支视消越器容照须九增研写称企八功吗包片史委乎查轻易早曾除农找装广显吧阿李标谈吃图念六引历首医局突专费号尽另周较注语仅考落青随选列武红响虽推势参希古众构房半节土投某案黑维革划敌致陈律足态护七兴派孩验责营星够章音跟志底站严巴例防族供效续施留讲型料终答紧黄绝奇察母京段依批群项故按河米围江织害斗双境客纪采举杀攻父苏密低朝友诉止细愿千值仍男钱破网热助倒育属坐帝限船脸职速刻乐否刚威毛状率甚独球般普怕弹校苦创假久错承印晚兰试股拿脑预谁益阳若哪微尼继送急血惊伤素药适波夜省初喜卫源食险待述陆习置居劳财环排福纳欢雷警获模充负云停木游龙树疑层冷洲冲射略范竟句室异激汉村哈策演简卡罪判担州静退既衣您宗积余痛检差富灵协角占配征修皮挥胜降阶审沉坚善妈刘读啊超免压银买皇养伊怀执副乱抗犯追帮宣佛岁航优怪香著田铁控税左右份穿艺背阵草脚概恶块顿敢守酒岛托央户烈洋哥索胡款靠评版宝座释景顾弟登货互付伯慢欧换闻危忙核暗姐介坏讨丽良序升监临亮露永呼味野架域沙掉括舰鱼杂误湾吉减编楚肯测败屋跑梦散温困剑渐封救贵枪缺楼县尚毫移娘朋画班智亦耳恩短掌恐遗固席松秘谢鲁遇康虑幸均销钟诗藏赶剧票损忽巨炮旧端探湖录叶春乡附吸予礼港雨呀板庭妇归睛饭额含顺输摇招婚脱补谓督毒油疗旅泽材灭逐莫笔亡鲜词圣择寻厂睡博勒烟授诺伦岸奥唐卖俄炸载洛健堂旁宫喝借君禁阴园谋宋避抓荣姑孙逃牙束跳顶玉镇雪午练迫爷篇肉嘴馆遍凡础洞卷坦牛宁纸诸训私庄祖丝翻暴森塔默握戏隐熟骨访弱蒙歌店鬼软典欲萨伙遭盘爸扩盖弄雄稳忘亿刺拥徒姆杨齐赛趣曲刀床迎冰虚玩析窗醒妻透购替塞努休虎扬途侵刑绿兄迅套贸毕唯谷轮库迹尤竞街促延震弃甲伟麻川申缓潜闪售灯针哲络抵朱埃抱鼓植纯夏忍页杰筑折郑贝尊吴秀混臣雅振染盛怒舞圆搞狂措姓残秋培迷诚宽宇猛摆梅毁伸摩盟末乃悲拍丁赵硬麦蒋操耶阻订彩抽赞魔纷沿喊违妹浪汇币丰蓝殊献桌啦瓦莱援译夺汽烧距裁偏符勇触课敬哭懂墙袭召罚侠厅拜巧侧韩冒债曼融惯享戴童犹乘挂奖绍厚纵障讯涉彻刊丈爆乌役描洗玛患妙镜唱烦签仙彼弗症仿倾牌陷鸟轰咱菜闭奋庆撤泪茶疾缘播朗杜奶季丹狗尾仪偷奔珠虫驻孔宜艾桥淡翼恨繁寒伴叹旦愈潮粮缩罢聚径恰挑袋灰捕徐珍幕映裂泰隔启尖忠累炎暂估泛荒偿横拒瑞忆孤鼻闹羊呆厉衡胞零穷舍码赫婆魂灾洪腿胆津俗辩胸晓劲贫仁偶辑邦恢赖圈摸仰润堆碰艇稍迟辆废净凶署壁御奉旋冬矿抬蛋晨伏吹鸡倍糊秦盾杯租骑乏隆诊奴摄丧污渡旗甘耐凭扎抢绪粗肩梁幻菲皆碎宙叔岩荡综爬荷悉蒂返井壮薄悄扫敏碍殖详迪矛霍允幅撒剩凯颗骂赏液番箱贴漫酸郎腰舒眉忧浮辛恋餐吓挺励辞艘键伍峰尺昨黎辈贯侦滑券崇扰宪绕趋慈乔阅汗枝拖墨胁插箭腊粉泥氏彭拔骗凤慧媒佩愤扑龄驱惜豪掩兼跃尸肃帕驶堡届欣惠册储飘桑闲惨洁踪勃宾频仇磨递邪撞拟滚奏巡颜剂绩贡疯坡瞧截燃焦殿伪柳锁逼颇昏劝呈搜勤戒驾漂饮曹朵仔柔俩孟腐幼践籍牧凉牲佳娜浓芳稿竹腹跌逻垂遵脉貌柏狱猜怜惑陶兽帐饰贷昌叙躺钢沟寄扶铺邓寿惧询汤盗肥尝匆辉奈扣廷澳嘛董迁凝慰厌脏腾幽怨鞋丢埋泉涌辖躲晋紫艰魏吾慌祝邮吐狠鉴曰械咬邻赤挤弯椅陪割揭韦悟聪雾锋梯猫祥阔誉筹丛牵鸣沈阁穆屈旨袖猎臂蛇贺柱抛鼠瑟戈牢逊迈欺吨琴衰瓶恼燕仲诱狼池疼卢仗冠粒遥吕玄尘冯抚浅敦纠钻晶岂峡苍喷耗凌敲菌赔涂粹扁亏寂煤熊恭湿循暖糖赋抑秩帽哀宿踏烂袁侯抖夹昆肝擦猪炼恒慎搬纽纹玻渔磁铜齿跨押怖漠疲叛遣兹祭醉拳弥斜档稀捷肤疫肿豆削岗晃吞宏癌肚隶履涨耀扭坛拨沃绘伐堪仆郭牺歼墓雇廉契拼惩捉覆刷劫嫌瓜歇雕闷乳串娃缴唤赢莲霸桃妥瘦搭赴岳嘉舱俊址庞耕锐缝悔邀玲惟斥宅添挖呵讼氧浩羽斤酷掠妖祸侍乙妨贪挣汪尿莉悬唇翰仓轨枚盐览傅帅庙芬屏寺胖璃愚滴疏萧姿颤丑劣柯寸扔盯辱匹俱辨饿蜂哦腔郁溃谨糟葛苗肠忌溜鸿爵鹏鹰笼丘桂滋聊挡纲肌茨壳痕碗穴膀卓贤卧膜毅锦欠哩函茫昂薛皱夸豫胃舌剥傲拾窝睁携陵哼棉晴铃填饲渴吻扮逆脆喘罩卜炉柴愉绳胎蓄眠竭喂傻慕浑奸扇柜悦拦诞饱乾泡贼亭夕爹酬儒姻卵氛泄杆挨僧蜜吟猩遂狭肖甜霞驳裕顽於摘矮秒卿畜咽披辅勾盆疆赌塑畏吵囊嗯泊肺骤缠冈羞瞪吊贾漏斑涛悠鹿俘锡卑葬铭滩嫁催璇翅盒蛮矣潘歧赐鲍锅廊拆灌勉盲宰佐啥胀扯禧辽抹筒棋裤唉朴咐孕誓喉妄拘链驰栏逝窃艳臭纤玑棵趁匠盈翁愁瞬婴孝颈倘浙谅蔽畅赠妮莎尉冻跪闯葡後厨鸭颠遮谊圳吁仑辟瘤嫂陀框谭亨钦庸歉芝吼甫衫摊宴嘱衷娇陕矩浦讶耸裸碧摧薪淋耻胶屠鹅饥盼脖虹翠崩账萍逢赚撑翔倡绵猴枯巫昭怔渊凑溪蠢禅阐旺寓藤匪伞碑挪琼脂谎慨菩萄狮掘抄岭晕逮砍掏狄晰罕挽脾舟痴蔡剪脊弓懒叉拐喃僚捐姊骚拓歪粘柄坑陌窄湘兆崖骄刹鞭芒筋聘钩棍嚷腺弦焰耍俯厘愣厦恳饶钉寡憾摔叠惹喻谱愧煌徽溶坠煞巾滥洒堵瓷咒姨棒郡浴媚稣淮哎屁漆淫巢吩撰啸滞玫硕钓蝶膝姚茂躯吏猿寨恕渠戚辰舶颁惶狐讽笨袍嘲啡泼衔倦涵雀旬僵撕肢垄夷逸茅侨舆窑涅蒲谦杭噢弊勋刮郊凄捧浸砖鼎篮蒸饼亩肾陡爪兔殷贞荐哑炭坟眨搏咳拢舅昧擅爽咖搁禄雌哨巩绢螺裹昔轩谬谍龟媳姜瞎冤鸦蓬巷琳栽沾诈斋瞒彪厄咨纺罐桶壤糕颂膨谐垒咕隙辣绑宠嘿兑霉挫稽辐乞纱裙嘻哇绣杖塘衍轴攀膊譬斌祈踢肆坎轿棚泣屡躁邱凰溢椎砸趟帘帆栖窜丸斩堤塌贩厢掀喀乖谜捏阎滨虏匙芦苹卸沼钥株祷剖熙哗劈怯棠胳桩瑰娱娶沫嗓蹲焚淘嫩韵衬匈钧竖峻豹捞菊鄙魄兜哄颖镑屑蚁壶怡渗秃迦旱哟咸焉谴宛稻铸锻伽詹毙恍贬烛骇芯汁桓坊驴朽靖佣汝碌迄冀荆崔雁绅珊榜诵傍彦醇笛禽勿娟瞄幢寇睹贿踩霆呜拱妃蔑谕缚诡篷淹腕煮倩卒勘馨逗甸贱炒灿敞蜡囚栗辜垫妒魁谣寞蜀甩涯枕丐泳奎泌逾叮黛燥掷藉枢憎鲸弘倚侮藩拂鹤蚀浆芙垃烤晒霜剿蕴圾绸屿氢驼妆捆铅逛淑榴丙痒钞蹄犬躬昼藻蛛褐颊奠募耽蹈陋侣魅岚侄虐堕陛莹荫狡阀绞膏垮茎缅喇绒搅凳梭丫姬诏钮棺耿缔懈嫉灶匀嗣鸽澡凿纬沸畴刃遏烁嗅叭熬瞥骸奢拙栋毯桐砂莽泻坪梳杉晤稚蔬蝇捣顷麽尴镖诧尬硫嚼羡沦沪旷彬芽狸冥碳咧惕暑咯萝汹腥窥俺潭崎麟捡拯厥澄萎哉涡滔暇溯鳞酿茵愕瞅暮衙诫斧兮焕棕佑嘶妓喧蓉删樱伺嗡娥梢坝蚕敷澜杏绥冶庇挠搂倏聂婉噪稼鳍菱盏匿吱寝揽髓秉哺矢啪帜邵嗽挟缸揉腻驯缆晌瘫贮觅朦僻隋蔓咋嵌虔畔琐碟涩胧嘟蹦冢浏裔襟叨诀旭虾簿啤擒枣嘎苑牟呕骆凸熄兀喔裳凹赎屯膛浇灼裘砰棘橡碱聋姥瑜毋娅沮萌俏黯撇粟粪尹苟癫蚂禹廖俭帖煎缕窦簇棱叩呐瑶墅莺烫蛙歹伶葱哮眩坤廓讳啼乍瓣矫跋枉梗厕琢讥釉窟敛轼庐胚呻绰扼懿炯竿慷虞锤栓桨蚊磅孽惭戳禀鄂馈垣溅咚钙礁彰豁眯磷雯墟迂瞻颅琉悼蝴拣渺眷悯汰慑婶斐嘘镶炕宦趴绷窘襄珀嚣拚酌浊毓撼嗜扛峭磕翘槽淌栅颓熏瑛颐忖" },
    { "sourceId": "Taiwan", "nameData": "Taiwan_3000", "info": "(n.a.)",
     "list": "的一是不有在人我大了中以會為這國上時來個他可到要年出也生就之能對成十公行後地而多家們與用下業自學作電日於說發得好過所子和方經都小分新動長事心你台及機如工三因前法天現二本開外最高同將主當看民美然者理車其但著部表面定市資全此力情間加場文體去政員點還進很內沒司金相那五無意實月等麼重起由位並元性品四兩想她合只種名關果化水或路已產提道問目度選更第期教使式明應影些入至手比常代樣務利保回次從特程正計網立百活九設再總八感女話六讓灣報身示各頭色真物安受做統打己數才題商通任每展原知空交信處萬太先氣樂北建院被區畫接老球裡今風師別七股華視像又光少服投向則海達許價何愛見管基解音放東案結調單傳專告議認科造指馬書請未量世該共社口平持件流界術完張系什強即直導山變片型把費客西給連運醫收觀辦組求腦演技友林門除近研料覺容幾必南號營非改府戰您難望廣且需士線花局歡具格兒卻較聯斯推記訊快際參往制取育包走言星帶質舉軍陳整治備決病喜轉功裝飛約錢供義反項類精千器臺圖聲企清論便標李形團易票黨眾證它委規率親聽助效英白男考遊亞排深配節步始查引預濟神廠警買另集環住製究克候舞輕曾份吃眼滿支象邊消卡試校德續速權條存熱顯失早獲準照創站香須低房命陸死境航賽段首協孩仍據增遠嗎列習王昨興極縣級省聞爭防離希確底款半雖險令藝室園銀火雙角拉跟響錄店字財隊戲官例領寫驗超景妳港歌念找紅足勢落值魚況算否班爾食黃適談隨融若農職紀晚留係呢免軟語思土戶息印般播旅稱限源優周讀依切致修養油玩朋施送史福歲銷藥識益態館座布母獎怎護維察夫換簡模購檢屬吧笑雄絕里升○根健午甚歷素斷透壓討夠登構古額錯久越故版乎策餐衛採休積細波億講啊狀洲鄉劇阿黑層介待訴注居置父賣奇括酒假板石唱似寶負媽陽味樓群課叫衣劃謝佳善皮售羅訪幫終初傷獨停控牌龍貨擇尼擊擔副康充害止差彈富青拿異練雜族評勞嚴檔夜刻良暴麗跳顧哥巴吳執溫攝責餘破律均密減吸緊彩療答拍繼米材短測牛降微補筆曲架坐威穿城僅剛村岸肉犯退復訓鐵左針趣願血派木券盤輪右亦媒章洋船急套苦毒稅附永競宣追訂突草背跑燈蘭殺雨央泰救歐承佛射靜博季危亮紙略迎幣順盡冷春某禮庭誰申田移哪倒掉劉畢編染榮懷典董互瑞織享街普席貴竟哈激擁尋怕臨江婦靈按缺菜鐘輯惠勝愈頁沙忙床野婚慶付延京含迷智痛漸舊豐汽姐腳樹頓亂絡監輸署索飯範呼羊週童困啟罪藏鎮驚尤志廳雅逐嘉葉屋郵避幕盛零武河夢遭碼壞秀乾臉烈誌鬆弟搭宜恐睡遇招窗鏡裏怪革啦楚穩估核幸慢漁抗疑釋島揮判閒覽玉雲棒箱毛操納喝碟詢麥衝綠幅掌湖紛尚紹審韓雞概頻巧散績露隆謂純複靠診憶哦漫築守桌洗硬冰竹圍麻楊藉髮柯隻兵妹症封賞擴圓端堂朝輝陣熟漲刊忘階距滑鮮耳吉述跌抱趕私浪探堅游惡析帳雷匯冠域搶頂脫蘇努姓序倫載束宗秘尺蒂屆廿聖慮遺仔促援顏櫃州宮胡敗旁誠邀歸固皆棄挑徵誤句珍爸損障仁芳夏絲培暗蕭批折宏災塊予潮庫飾肯託唯授賓鄭幹鳥鼓賺隔牧鍵貿貝旦縮既揚膚混聚晶呈釣貼慧寬淨骨粉替儀儘觸祖諾凡雪握爆徒潛椅詞緣刺圈蔡祥塑藍摩漢詩麵喔鋼擬沈亡末植盟攻簽趨抵累聊捷尊燒闆震掛煩禁池琴蓋豬戀址坡閉茶途萊炸拜患伯醒勵抽符籍奧飲翻欣敢慣騎贈齡刑奶咖桃婆森忽租莫懂刀邦嫌舒篇峰泡胎啡詳擾湯嗯溝繪橋蛋淡倍厚塞旗谷債輔幼浮杯殊巨傑廢籃勇捕蓮漂鞋辛佈振召冒尾弱跨艦籌獻牙姿袋描潔污槍托扮垃冊秋映肥寧戴閱呀圾兼紐裁拖奏莊搖癌鎖澳乳偷借敏儲乏乘貸忠敦寄壽輛燕澤彼恩惜嘛糖黎覆俗鬥皇暫溪駛雕賴忍伸伴哲腸擺宋逃扁填紫違奮兄俄措默魯卷戒炎悲註陶煙偏徑莉菲賭緩胞梁嘴遍擎側迫耐虛踏鳳睛憲隱狂扣併阻偵松墨役洞偶陷晨冬撥螢佔妙稍朱孕洽稻繁乃狗焦牆肌泥塔掃駐豆伊幻洪返拒潤敬艙劑壇鬧曉占傾謀甲曼膠撞贏礎夾耶爬盈毫鼻鄰豪衡丹坦蟲妻宇弄偉祝齊巡干抓邱泳駕柔娛鍋魔閃珠陰凱欲彰碰侵唐璃洛苗帝殘煮緒丁孫欄牠孔娘疾玻勒砂搜鼠磁督灰涉堆瑪褲柏堡液插憂頗梅薪諸跡酷顆尖鬼氛棋勤瓦旺函浩俊郭陪滾濃脈遷瞭瓜恢礙沉寒甜醉壁徐捐桿綜暢泉虎殼旋蒙酸辣擠辭蹈昌吹迪薇耀躍昇淚輩刷剩莎慈暖憑甘兆勁疫廚滋賢貌錦串岩誕翼蹤丟卅氏涵艇嬰哭讚伍川君悉慘稿嘗嚇凌恆腿緻裕遲鑑姊凍榜搞鑽番械宴赴仲郎恨循涼截遞騙磨牽募瓶蜜鈴鹽孤尿浴匙秒俱薦貢貪禍薄芬宅仰佩怨窮奪償吵炒烏粗驅橫妝帥悅茲寂鴨譯爛烤添盒盜贊繳沿悟朗貶疏躲繞妨劫娃慰辜碩敵厭胸逛膽迅艾扶采崇塵攤仙汗宿摸禪蕾囉抬吊杜垂玲割廖罷碗趙歉脂梯噴霸拆唇迴枝彭罐虧貓攀邁荷拓紋津准晉菌貫販滴牢宙煌銘蓄氧罰濕繫娜祕喊餅罵鍊飆奔契押妥巷肺芭裂帽腹屈耕范愉慎腐汙妮朵怒泛軌淺誘僑凝盧攜坪乙曹淑搬銅獅溜扯肩誼頒滅遙譽呵羽呆臥荒哎糾綁爐敲紡漏喪箭獄剪渡艘鋒蹟奉彎沖郊敖貧猶哀彷斤扭峽衰逆悠懼灘徹慕瀏袖瓷縱抑聘撐廟瑜詹鴻燃聰竊寺欠挫翁猛廉傲殖腰驟昏呂霧侯蘿逢臟寓纖賠嘆碎灌擦懸幽敘撰履奈后汁扇屍鈔喬淋飽鼎廈爺夥堪閣飄醬允肝炮唉逮壯汪挺葡欺蔬軸遜膜鈕酬龐寸澄逼惑腔筋挖暑彿孝井卓疲胃糊劍漠熊吋匆耗埋涯壘斥砲畜惱瘋罹勸疊拔撤赤礦陌捨喇夕疼諮蕉騷灑勾勿蔣肚赫祇揭催盼廊馨鍾譜籤匹卦毀俠檯洩筒棉悔祭棟廷厲殷哇勃姨狼脆蓬捲猜眠塢蠻懶臂糟黏掩孟琪臭塗舍屏胖頸姻碑鳴簿寵哩吐框歹脅叭斗娟裙潑拘翔凜拌桂暨罩碧坊怖仇墓沾黛萄颱踢雀葛魅襲玄昂舌衫濫薩喂蔔螺傘椒襯拋裸怡綱妃湧憤甄闊邏粒兌肢弊伏划倉拼梭魂兇逾仿闢貞腫茄躺琳辯漆騰扎穴勉拾爽姆抹丈奴吻斜轟籠稀撫繩薰喻誇伺拚弘昆悄眉紗蒐栽韻翰憾訝牲喚菸摘甫犬侶亭惟浦籲詮曬趁闖悶賄蜂酪賀瞬蘋慌喉辨茫蝶柳傻唸摺芝艱謹緋饋翠坤渴鋁咬撒劣藤慾鷹囊丸秩拳猩欽庸撲曆鬱余捏狹捉茂炫砍叛櫻澎笨穎膀撈痕纏蒸鋪菇叉珊祈薑肅菁廁嘿崩掙喘腎綿蕩錶諧枯擋乖遵屁爵伙嚐偽魏晃桶潭遂遣恰傅柱姑斑旬辱倆缸脹諒煉踩澡糕淼瘦毅刮燦埔瘤翅粽豹裹鈣賦湊瑩披龜栗轎証逝佐脊逸呎忌岡咳繡窄輻穫銳憐盾締鹿犧欖叮臣帕譬柴叢寮脾縫寞僵碁餓潘嶺蟹彬雇凸碳燙齒虹臘醇狄鄧淵魁殿鵝鈞卸稚竭叩吾衍卿桑蚊倡吞捧蛙瑟棲顛婉橄煞噪渦膨膩墊晰薯橡鷺弗旨坑頃毯豈碌冕姚叔竿削蒼錫馳槽飼獸磚潰抖伐舟刪丙盯秦煥昭煎秉婷槳衷晤僚燥盪佰矛狠椎泊愁歧陀沫撼玫篩嫩窩裔耘膏瞧獵鵬迄坎吟愚馮厝駱淘梵巾啤敞餌穌粹瑰濱稽僧曝撿鍛蘆駭仗梨惶妖醋枚漿畏緝枕軒鞭訣蛇賤墜摔矽彌沸雯杉疹懲羞紓蟻壤樸櫥謠嬿鑼仟泌埃盲趟鉛眷蝦棘腺掘棚袍磯箏蝕墅賈摯豔濾鑰燭噸癮襪蠢丘勻庚琉詐烹醜蝴喲釀蔭寡崗晴睜勳諜糧睹鯨驕攪纜矚夷呃嬌吼蟑盆瓊彥禱屑篷盃攔濤舵檳霖巢椰睞磅抄浸蒜霞壢鮑髒潢亨掀斐灸媛矩傢倦堤挪嗚郝鹹螂株賊賜淇紮辰棵仕剎慨瞪鬍癒佑俞俯聳詠躁覓啥溶舖詭瑣楷肇鵑諱甦嫁禽鴉妓昔侍岳甸袁挽揣瞞禧彙蕃鶯熬橙僕蔥鉅瞎歇轄崎逗傍嬤芋釘畔征汲栩卵卑哼爹奠酥贓踴蓓敷穀溯樑蓉葬煤誓銜魄棧謎譚猷沛屯阪于帆偕巫姦恭冤柬唷芽匪閘艷榔麟痴髓羨嚮墾檸霍矯穆溉滲酵肖曳汰弦抉匠剖泣沮玟腥溼頹虞廂膝癢擲焚蕙矮鯊烘懇搏嵌祿笛窟宰棕嶄謊穗乍旭俏渾棍溢滯拷緬糙嘲豚遮堵劈虐肆挾肪氫揉絨倚剝媚豫軀嶼澀檬諷擅疆霜瑋贖沐芒汞抒恕咦挨咱倘咪掏猴逕淪陵俘喀瑕暈皺儉毆粵燉攏癡糞閻曠餵螃黴町噁鬚佼吝阮芙梳耍祉眨阱尹炳惹袱湘腕淹戚蹲閥隸頌瀑樁頰瞄瞻橘攬鞏愧鉤熄踐漱謙宛扛杏汀尬攸丑刁拙斬痙屢塌苑疵楓窘娣淳壺綴茵頑洶奕哉勘秧姜歪苛暉墳蔓槓擷釐藻斌澱龔囂檻尷糯云罕吶甩怯恤宵奎茅剔郁枉俐昧喧崙聆訟惰淒顫蒞襄粧靡跪鴿礁鑲錠鷗駝鶴寢窺簧墮竄璧簾綽蔚弧妄妒皂侏爪邪怠噹昱儒拭羈棺癲萎鈺緯筍塘駁畸暇翩粥閩嘶撕氓薛餚饒憩廬郡咧苓傭禦兮祐茉壹丫邸侮咽耽朕韋帖塭萍崑屠媳恥勛奢啞韌匿黯睦幢嘻廓幟寰嚷蠟橢竅瀉攣蠶坯昶" },
    { "sourceId": "HSK", "nameData": "HSK1", "info": "HSK1 (new)",
     "list": "的一是在了有人不国中大年上这个我和日时会出来他家生们对期月多能本学现说作电前下开天北京分高都工子小面机同车关名里好没明看点起星些三很去商今么样那东想西水影话视你果老二院女她认打做先少回系四气十服再儿住什书米师五见客热买医爱太校昨站觉候飞钱字岁友请识火听兴习语脑六店午写喜读馆欢怎吃杯钟八呢租块谁吗叫亮哪朋妈坐汉饭衣雨九冷七姐谢菜零爸睡喝茶猫桌狗漂椅喂苹" },
    { "sourceId": "HSK", "nameData": "HSK2", "info": "HSK2 (new)",
     "list": "为到以公行就新经也场第可过自得报进动还司最所外但长员次体等着已间因比手表两意务正房问门球题教路告件运给常每乐身别张让走色真它息非足始马考准完共游望票步备快病号孩便百诉介白红试边远旅助男离找思夫晚希眼室汽卖早药班绍歌送黑左右千您答帮舞笑错课唱雪吧纸休牛哥穿贵姓迎跑玩洗船跳妻鱼宜忙慢肉弟床旁篮圆奶妹羊斤阴丈泳鸡懂睛蛋颜踢瓜晴啡咖" },
    { "sourceId": "HSK", "nameData": "HSK3", "info": "HSK3 (new)",
     "list": "市地要发者业成后于方用而法理事记主实定其文心目力当通位道如种重加然情化特提平网万据安只信赛世应相使向总物己数解该界周接近城调几办把结演感又选闻决示节空头口放求直单风南才变查或育议带难参较片环山条级易需举音李清注越居低包且容图花根历响段必声园超盘护照终除极普境楼满干半复阳算双银刚阿讲板突轻史虽练春检层健河戏拿黄角担短街奇愿香康择害乎画换须差季酒简遇久跟辆般急云婚顾绩绿典背刻笔束夏树邮附旧鲜冰怕借静脚礼箱草趣牙坏净句灯努词脸冬蓝宾末敢秋楚耳镜惯烧忘冒舒怪爷搬祝迟熊鸟扫啊梯腿鞋邻糖哭刷厨炼骑帽葡萄疼聪甜爬鼻渴啤胖饱锻刮碗叔裤朵瘦糕衫汁伞衬澡饿矮姨裙铅筷蕉" },
    { "sourceId": "HSK", "nameData": "HSK4", "info": "HSK4 (new)",
     "list": "将部之全元美从内资民此利合品金价区入被展并度由保性制代海交台管活无费计及受科量至联证收格基式社术达规技专处程知各任原际组持剧首广尔消续观标导集指济连案拉造反取增整传克流改质士户具亚何许份供众售像光推深购获约况论研争则支确功象精即仅引失往奖职限责律林却纪优预警随究险速值亲神划列另艺志积效言评江降修排料负访底断景彩卡亿按死命故否严态验尽破村留仍织富航谈批范够围省洲继伤判适申播假切止农竞例绝察福养群停招母印油食压减货紧括密父免材激细互软签温甚悉味博疑著族座弹桥吸松血沙丽币缺丰码毕永章授坚微毛危竟困苦皮恐逐映洋虑顺秀肯惊败折杂础讨染顿幸润熟输既乘童序怀扩浪散梦钢概扬误释禁宽针尤污距渐掉森遍龄乱墙键齐脱翻估窗漫掌握赢烟醒鼓勇挂厚植戴暖叶聘硬符累虎奋篇弃诚暂饮抽麻默励暗汗塑替址拒巧挺撞偶琴抱尊闹骗辛聊邀忆烦刀寄译贺忽允详嘴尝肥寒泪袋耐扰傅剩垃圾赚阅扮页弄瓶肤惜呀汤填酸陪貌帅猜仔丢湿孤羽稍堵穷盒俩凉粗硕暑咱幽谊猪厉擦饼敲桶抬傲盐慕歉悔乒逛辣猴恼窄扔躺棵拾骄愉肚泼吵戚巾匙厌乓钥怜燥羡羞懒谅膏咸笨饺咳柿袜嗽" },
    { "sourceId": "HSK", "nameData": "HSK5", "info": "HSK5 (new)",
     "list": "与产股队建政更设华投线立强企版战军统局王布权团项装德形青英领营委势采销型创显转未均类府卫款牌称施率义协治存配巴构曾置击模益维器防升龙致摄念源庭宣官初承落财策讯拍素某厂属石令届训依古武胜占状待测余套录充土派独铁筑执登临控朝税幅犯威宝露革培轮域良冲移劳托损罪席似屋迷救县庆退善巨融补追贸尚毒编征夜付核透杀略询宁纷厅汇田烈塔疗裁涨呼冠稳幕倒兵操木藏靠挥惠析述拥违含雷射寻哈架私订餐陆赶频乡贷震秘荣抢抗伟偿孙智守顶野享封胡妇饰促赔挑综召炸斗遗库延俱坦贝措岛玉盖途启档灵雄避甲弱痛阵趋览罚抓迅咨献迹载枪驶旦册沉驾麦贴摩纯侵伙谓触滑聚固恶娱骨倍伴残宇棋搞劲殊缩拆丁敏圈逃誉凭疾毫亏摆虚刺繁嘉乏缓辑阻舍跃闭佛丝偷赞返豪欣怖灾凡祖炒赏泉狂捐燃缘迫锁液隔恢岸沟珍彻泛诊皇衡紫卷横递池闲淡洞尾振恋宗矿诗郊账籍摇腐盾悲废辞煤俗敬柜灭宿敌虹秒艰浓佩描豆忍寿帝氛璃娘慧玻践绪寓幼挡吨仿绕薄妙碍俊唯链碰勤铜姻矛堆柔尘披脏壁挤拜灰辩摸慎贡胁彼悄拳胆劣辅插荐漏姑喊犹欠粮匹喷涂奈卧疲闪伸胶竹锅肃滚辈艳摘挣炮尖戒疯扶碎牵旬苗鼠兄寺怒慰憾呆颗腰吹幻魅谨愤冻庙糊厘秩倡锐烂尺肩桃宠胸厕飘乙遵姿哲磁漠弯雾朴夕脆雇盼眠骂棒闯匆劝夹恨浅屈丑鬼吐铃纲肌蛇陌狼躲吓棉厢蔬粒滩盆眉剪悠鸭斜夸蜂柴胃摔绳拦嫁寂醉咬臭慌妨滴拐膀豫烤肺罐砍逻宴洒叉炭叙嫩抄傻催趁谜歇趟蜜浏骤愁粘晒吻矩梨蝶糟踩宙佣裔捡晕酱傍霉舌毯嘱姥寞歪睁畏裹瞧撕帘甩愧抖翅煮鞭谦烫绸耽乖钓兔脖浇蜡髦逗嗓鸽壶蹲匀恳橡椒删枕讽梳烛痒舅膊蝴娶醋瞎胳嚷丙勺煎狡皂咐唉屉猾馒桔惭嚏阶" },
    { "sourceId": "HSK", "nameData": "HSK6", "info": "HSK6 (new)",
     "list": "斯奥欧州党络监券陈央纳审额副波港媒索曲佳跌诺苏湖董探爆吉异盟攻峰晓予坛庄亡镇宅患障堂刑遭涉刊暴鲁夺盛湾伦晨债泰归杰姆端津若川宫泽潮莫隆蒙雅锋潜仪塞厦瓦援督郑截旗侧梁宏储辉朗抵伯偏迁恩驻筹焦症鉴奔洁隐洪嫌唐锦岗井稿杜沿搜圣珠昌拨赴谋盗混乌伍荡栏黎径仓扣捕兼袭署呈欲谷盈跨奏兑纽倾贫扎榜坡滋凌屏毁捷陷淀桑蒂踪颁缴壮揭徒拟诸轨赠纠廉胞撑忠搭铺押祥番剂涛颇磨讼摊孔崇枚渡拼仁忧恰拓腾浮猛狱悬劫疫薪渠畅贯岩虫辽晶拔墨侦昆胎沃迈毅甘拖巡恒泥陶撤添赖踏雕亦粉泡裂峡炎霍携诞耗挖轰魔寸郎酷肖旋抛颖驱纵蓄艇氏伪炉愈墓逢惨疆砖鸣逼淘堡绘循钻菌贩霸遥丧氧涌娃臣婆癌诱惑掘婴尸械覆吊耀叹驰舰庞旺柱伏阔箭栋扭凶奉堪绑盲贪晰埋牢衰漆履抑滨涵翼役杆逊孕吁悦荒侠郁煌昂兆汰怨猎窃稀酬蹈串裕殖凝缝挫脉壳攀旨峻扑碑勃抚欺膜贿仙御乳伐帐割霞撒赁屡狮祸瓷诈挪衷舱犬舟浴罢痕疏泄赌舆拘妆歧魂辐掩陵腹晋牲窝亭牧廊斑脂艘捧啦岳帆卓弊搏弥茂垄粹匪坑逮泊仰刹赤闷妥洽噪砸纹渔铭垂捞庸框葬惩掀纤笼宪辰辟滞滥枝皆肿纺赋睹慨谱爽牺塌昏擅巩丛绎辨悟贤翔罕腔墅袖饲酿臂沫尴尬惧迄斥狠齿顽垫慈胀掏颈哨剥辖仇淋捉削坝盯凑辱曝忌扇罩挽誓谐筒钦叛骚喻灿衔灌吞逝遮敞瘾沸哀歹渗缠侨挨苍勾巷晃筋兽荧遣驳绒碧旱殿躁冤惹贬溜浑嘛塘宰谎钞株腻抹孝昔茫瘤肢仗蒸瞩碳肆耕奠溪卸狭碌螺勘贼幢崩浸稻膨叠壤彰晤棍脾谍惕堤馈绣蕴崭诵擎栽蓬弦颠呵畜谴竭钉娇缔扒讶凸沧枯扯霜沾帜喘钩丘捆蔽溃澄铸肪琢兜熬膝哑虐蚀杠丸摧侣媳阐搁愚锈辜谣瞒芒耍蔓穴遏蹦芦蛮篷竖剖宵魄磅奢酝瘫攒讳哄磋勉俐焰唇滤啥僵衍隙淹俘搅耻剔殴悼昼喉崖聋溶嵌岂赂卑饥倦扛咽灶颂斩奴泌萌恭坟拢喇皱愣濒掠俭惫嫂陋畔馅徊捏稚叭烹觅柬熏飙雌辙屁韧嘲屑跪泻袍镶禽隶筛隧趴挠啸烁沛橙滔畴颤吟芽棕渣锤扁诫挚纬掷氓叮咋僻汹瞪妄饶氢旷缀痪枉俯捣叨昧凹澈恍袱蠢椎抒耸窜陡踊瞻吼瀑帖翘哇侮墟睦憋粥嘿呕沐缚嚼猖葫凄疤腥勿鞠朽沮哎拌妒磕熄捍廓怠烘肴堕兢紊哦甭侈乞秃哺筐怯绅拽苟嗅庇屿伺饪敷拧渺譬哼舶惦桨溅簸慷谬眶涮沼秤恕拙掐躬拣眯劈蹬搀搓揉搂嫉唠晾诧眨哟殃辫惋浊酌涕唾梢淆啃虏衅杖徙岔蔑腮伶痹鄙溉疙雹嘈诬谤峭掰咀丐嗦诽暧吝婪睬酗裳膛隘捎蔼哆稠榨挎茎惰迸惮狈躇馋椭踌讥舔嗨熨斟咙暄叼嗯呻唆阂拄啬瘸吩蹋锲揍啰" },
    { "sourceId": "France", "nameData": "France_255", "info": "BO:2011:n⁰32: LV3 actif",
     "list": "爱八爸吧白百半办杯北本比笔边别病不菜茶长常车城吃出从打大到道的得地点电店冬东懂都对多儿二法饭方房飞非分夫父干刚高哥个给跟工古关馆贵国果过还孩海汉好喝和很红后候花画话欢回会活火机几家间见叫今近进京九酒就觉开看可课口块快筷来老了累冷李里两六妈吗买卖忙毛么没每美门们米面名明母哪那男南难呢能你年念您女朋票七期其气汽前钱亲请去让人认日肉如三山商上少谁什生师十时识是书水说思四岁他她它太题天听同图外完玩晚王为文问我五午西喜下先现想小些写谢心新信星姓兴许学样要也一以意因影用友有又雨语远月在再早怎张这只知中重住子字走昨坐作" },
    { "sourceId": "France", "nameData": "France_355", "info": "BO:2011:n⁰32: LV2 actif",
     "list": "爱八把爸吧白百班半办包报杯北本比笔边别病不才菜茶差长常场车城吃出春次从村打大代带但当到道的得地第点电店定冬东懂动都对多儿二发法饭方房放飞非分份夫服父该干刚高告哥个各给跟更工公共古关馆广贵国果过还孩海汉好号喝河和黑很红后候花化画话欢黄回会活火机几己家间见件讲叫较节今斤近进京经九久酒旧就觉开看可刻课口块快筷来老了累冷离李里连凉两另六楼路妈马吗买卖慢忙毛么没每美门们米面民名明母哪那男南难脑牛呢能你年念您农女怕朋票平七期其起气汽千前钱亲轻请区去然让热人认日肉如三山商上少谁身什生师十时识实始市事是手书水说思四诉虽岁所他她它太题体天条听同头图外完玩晚万王为位文问我五午物西喜下先现想向小笑校些写谢心新信星行姓兴许学羊样要也一衣医已以意因应影用友有又雨语园远院月越在再早怎张找这着真正只知中钟种重主住子字自走最昨坐作做" },
    { "sourceId": "France", "nameData": "France_400", "info": "Seuil Bellassen 1985",
     "list": "啊爱安八把爸吧白百班半办帮包饱报杯北被本比笔边变表别病不部步才菜茶差长常场车成城吃出穿春次从错打大带但刀到道的得等底地第点电店定冬东懂动都对多饿儿二发法饭方房放非飞分份风封服父该干感刚高个给跟工公共关馆贵国果过还孩海汉好号喝河和黑很红后候花画话坏欢黄回会活火或机极几己记家加间见件江讲叫教接今斤近进京经九酒久就旧觉开看可渴课刻口快筷块来老了冷离里力立连两辆O六楼路妈马吗买卖慢忙毛么没每门们米面民名明母木拿哪那男南难呢能你年念您农女旁跑朋票七期骑起气汽千前钱亲请情秋取去然让热人认日肉如三色山商上少谁身什生声师十石时识始是事视市收手书树双水睡说思死四送算虽岁所他她它太特提题体天田条听同头图土外完玩晚万王往为位文问我五午物西息习洗喜系夏下先现想向小笑校些鞋写谢新心信星行姓兴休学言阳样要药也夜一医衣已以意因音应影用有友又鱼语雨远院月越在再咱早怎站张找者这着真正知只纸中钟种重主住助桌子字自走最昨作做坐" },
    { "sourceId": "France", "nameData": "France_405", "info": "BO:2011:n⁰32: LV3 actif + passif",
     "list": "爱安八把爸吧白百班半办包报杯北本比笔边变别病不部才菜茶差长常场车成城吃出处穿床春次从村错打大代带但当到道的得等地第点电店定冬东懂动都读对多饿儿二发法饭方房放飞非分份风夫服父该干刚高告哥个给跟更工公共古关馆惯广贵国果过还孩海汉好号喝和河黑很红后候湖花化画话坏欢黄回会活火或机鸡几己家间见件江讲教饺叫较街节界今斤近进京经九久酒旧就觉开看可刻课口块快筷来老了累冷离李里连凉两辆零另六龙楼路妈马吗买卖慢忙毛么没每美门们米面民名明母拿哪那男南难脑牛呢能你年念您农女怕旁朋票平七期其骑起气汽千前钱亲轻请秋区去然让热人认日肉如三山商上少谁身什生声师十时识实始市世视事是室收手书树水睡说思四诉虽岁所他她它太特题体天条听同头图外完玩晚万王网往忘为位文问我五午物西息习喜系下先现想向像小笑校些写谢心新信星行姓兴休许学羊样要药也夜一衣医已以意因音应影用友有又鱼雨语园远院月越在再早怎站张找者这着真正只知中钟种重主住子字自走最昨坐作做" },
    { "sourceId": "France", "nameData": "AFPC_505", "info": "BO:2011:n⁰32: LV2 actif + passif ; LV1 passif (to check out)",
     "list": "啊爱安八把爸吧白百班半办帮包报杯北备被本比笔边变便表别并病不部才菜茶差产长常厂场唱车成城吃出初除楚处穿传床春词此次从村错答打大代带但当到道的得等低底地第点电店定冬东懂动都读短对多饿儿而二发法反饭方房放飞非费分份风封夫服父该干感刚高告哥歌个各给跟更工公共古怪关管馆惯广贵国果过还孩海汉好号喝河合和黑很红后候湖花化画话坏欢黄回会婚活火或机鸡极急几己记寄家假间见件江讲交教饺叫较接街节结姐解介界今斤金近进京经九久酒旧就决觉开看可渴刻课口块快筷况来老了累冷离礼李里理力连凉两辆亮零另六龙楼路妈马吗买卖慢忙毛么没每美门们米面民名明母目拿哪那男南难脑牛呢能你年念您农女欧怕旁胖跑朋皮片票品平七期其奇骑起气汽千前钱亲轻清情请秋区取去趣全然让热人认日肉如三色山商上少绍社谁身什生声师十时识实始市世视事是室收手首受书树双水睡说思死四送诉算虽岁所他她它太谈特提题体天条听同统头突图外完玩晚万王网往忘望为位文问我无五午物西希息习洗喜系下夏先现相想向像消小笑校些写谢心新信星行姓兴休许学亚言阳羊样要药也业夜一衣医已以意因音应影用友有又于鱼雨语园原远院愿月越在再咱早怎站张找照者这着真正之只知纸中钟种重洲主住助祝准子字自总走租最昨坐作做" },
    { "sourceId": "France", "nameData": "France_805", "info": "BO:2011:n⁰32, LV1 actif+passif",
     "list": "啊爱安按八把爸吧白百拜班般板半办帮包保抱报杯北背备被本比笔必边变便遍标表别并病补不步部才财彩菜参草层曾茶查差产长常厂场唱车成承城程吃出初除楚处穿传船窗床春词此次从村存错达答打大呆代带单但蛋当党导到道的得灯等低底地弟第点典电店调掉定冬东懂动都独读度短段断队对多朵饿儿而二发法反饭方房访放飞非费分份风封夫朋福府父妇复富该改概干敢感刚高搞告哥歌格个各给根跟更工功公共狗够古故顾瓜挂怪关观官管馆惯光广规鬼贵国果过还孩海害汉好号喝河吅和何黑很恨红后候呼胡湖虎护户互花华化划画话怀坏欢环换黄回会婚活火或货获机鸡积基及枀级急几己计记技季济继寄加家假价架间简见件建健江将讲交教饺角脚叫较接街节结姐解介界今斤金仅紧近尽进京经睛精景境静九久酒旧就救居举句具剧据决觉军开看康考靠科可渴刻客课肯孔口哭苦块快筷况困拉来浪劳老了乐类累冷离礼李里理力历利丽例连联脸练凉粮两辆亮谅量料林零领另流留六龙楼路绿旅论落妈马吗买卖满慢忙毛么没每美门们梦迷米面民名明命母目拿哪那奶男南难脑闹牛呢内能你年念娘您农弄暖女欧怕排旁胖跑朊皮篇片票漂品平评破普七期其齐奇骑起气汽器千前钱强墙桥切且亲青轻清情请庆穷秋求球区取去趣缺却确全然让热人认仸日容肉如入赛三色杀山伤商上少绍社谁身深神什升生声省师诗十时识实食始史使市示世式试视事是适室收手首受书舒熟术树数双水睡说顺司思死四送诉算虽随岁所他她它台太谈特疼提题体替天条铁听庭停通同统头突图推外完玩晚碗万王网往忘望卫为位味温文闻问我屋无五午物西希息习洗喜系细下吓夏先鲜显现线乡香相响想向象像消小笑校效些鞋写血谢心新信星行形醒姓兴幸性休修须需许续选学雪亚呀言颜眼演验阳羊养样要药爷也业夜一衣医已以义艺易意因阴音印应英影用由油有友又右于鱼与雨语育遇元员园原远院愿约月越运杂在再咱早造怎增展站张章丈招找照着者这真整正证政之支知只直值职纸指至志治制中钟终种众重州周洲主住注助祝著专转装准桌资子仔字自总走租足族组嘴最昨左坐作做" },
    { "sourceId": "France", "nameData": "France_1555", "info": "BO 2008:33:p6",
     "list": "阿啊癌矮爱碍安岸按案暗奥澳八巴把爸罢吧白百摆败拜班般搬板版办半伴帮包胞薄饱宝保报抱暴爆杯背北备倍被贝本鼻比彼笔币必毕闭避壁边编变便遍辩标表别宾冰兵饼并病波播伯博补捕不布步部擦才材财裁采彩菜参餐残藏操草册厕侧测策层曾叉插茶查察差柴产长常厂场唱超朝潮吵炒车彻沉晨衬称成诚承城乘程吃池迟持尺冲充虫重抽绸出初除厨础楚处触纯川穿传船创窗床吹春纯词此次刺聪从粗促醋村存寸措错打达答大呆代带待袋戴旦担单但蛋当党刀导岛倒到道得德地的灯登等低敌抵底弟帝第典点电店殿调掉丁顶订定丢东冬懂动都斗豆督毒独读肚度端短段锻断堆队对兑吨盾顿多夺朵俄额恶饿恩儿而耳尔二发乏罚法翻凡烦繁反返犯饭泛范方防房访纺放飞非啡肥废费分纷氛粉份奋丰风封佛否夫服浮符幅福府辅腐父付负妇附复副傅富该改盖概干杆肝赶敢感刚钢岗港高搞稿告哥割歌革格隔个各给根跟更工公功攻供宫巩共贡狗构购够估姑古谷股骨鼓固故顾雇瓜刮挂怪关官观冠馆管惯光广逛归规鬼贵滚国果过哈还孩海害含函寒喊汉汗航号毫好喝合何和河荷核贺黑很恨横红洪后厚候乎呼忽胡壶湖虎互户护花划华滑化画话怀坏欢环换皇黄灰挥恢辉回毁汇会婚混活火伙或货获击机鸡积基激及吉级极即急集籍几己挤计记纪技际季济既继寄绩加家甲假价架尖坚间艰监煎兼检减简见件建荐健渐键践江将讲奖降酱交郊胶教角饺脚叫觉较阶接揭街节杰结姐解介届界借巾斤今金津禁仅尽紧进近劲京经惊睛精井景警径净竟敬静境镜究九久酒旧救就居局举巨句拒具剧据距聚卷决绝军均君咖卡开刊看康抗考烤靠科可渴克刻客课肯空恐孔控口哭苦库裤夸跨块快筷宽款况矿亏困扩括拉啦辣来兰蓝篮览浪劳老乐了雷类累冷离黎礼李里理力历励立丽利例俩连联脸练炼恋良凉梁量粮两亮辆谅疗聊料列烈裂邻林临令灵零龄领另留流六龙楼露炉陆录路旅律虑率绿乱略轮论罗洛落妈麻马码骂吗买麦卖满慢忙猫毛矛冒贸帽么没媒煤每美妹门们盟梦迷米秘密棉免面苗描妙灭民敏名明命模磨末墨莫谋某母亩姆木目幕拿哪那纳乃奶耐男南难脑闹呢内能尼泥你拟年念娘鸟您宁牛农弄女努怒暖诺欧爬怕拍排牌派盘判旁胖炮跑培配朋碰批皮啤偏篇片骗漂票拼贫品聘平评苹凭瓶坡迫破普铺七妻期齐其奇骑旗企启起气弃汽器恰千铅签前钱枪强墙侨桥巧且切侵亲琴青轻倾清情晴请庆穷秋求球区曲取去趋趣圈权全拳劝缺却确裙群然染让扰绕热人仁认任扔仍日荣容肉如入软若弱塞赛三伞散丧扫色杀沙厦山衫扇善伤商赏上尚烧稍勺少绍舌蛇舍设社射谁申伸身深什神审甚升生声省圣胜盛剩失师诗施湿十石时识实拾食史使始士示世市式事势饰试视是适室释匙收手守首寿受授售兽瘦书叔殊舒输熟暑属数术束述树双水税睡顺说司丝私思斯死四寺似松送苏诉俗素速宿酸算虽随岁碎孙损缩所索锁他它她塔台抬太态谈弹坦探汤唐堂糖躺逃讨套特疼踢提题体替天田甜填挑条跳贴铁厅听庭停挺通同铜童统痛偷头投透突图徒途土团推腿退托拖脱挖瓦外湾完玩晚碗万亡王网往忘望危威微为违围唯维伟伪尾委卫未位味谓喂温文闻蚊稳问我卧握污屋无五午伍武舞勿务物误西吸希析息习席袭洗喜戏系细虾下吓夏仙先鲜闲咸显险县现限线宪陷献乡相香箱详享响想向项巷象像消销小孝校笑效些协鞋写械谢心辛欣新信兴星行刑形型醒幸性姓兄雄熊休修秀袖须需许序续宣旋选削学雪血旬寻询训讯迅压呀鸭牙雅亚烟延严言炎沿研盐颜眼演宴验央羊扬阳洋养样要邀谣药钥爷也野业叶页夜液一伊衣医依仪宜移遗疑乙已以椅亿义艺忆议亦异译易益谊意因阴音姻银引饮印应英迎营赢影映硬拥永勇用优忧尤由邮油游友有又右幼于予余鱼愉与雨语玉育预域遇欲寓愈元园员原圆援源远怨院愿约月越阅云允运扎杂灾载在再咱暂赞脏遭早澡造则责择怎增炸展占战站章张掌丈帐障招着找召照折哲者这针真诊阵振震镇争征整正证症政之支只汁枝知织执直值职植殖止址纸指至志制质治致智置中终忠钟种众州周洲猪竹逐主助住注驻祝著筑抓专转庄装壮状追准桌资子仔自字宗综总走奏租足族阻组祖钻嘴最罪醉尊昨左作坐座做" },
    { "sourceId": "EBCL", "nameData": "EBCL A1.1", "info": "A1 active",
     "list": "爱八爸吧白百班半杯北本比笔边别病不菜茶长常车城吃出从打大到道的得地弟点电店东懂动都对多儿二饭方房飞非分父干刚高哥个给跟工公关馆贵国果过还孩海汉好号喝和很红后候花画话欢回会活火机几家间见叫姐今近进京九酒就觉开看可课口块快筷来老了累冷离里两六妈吗买卖忙么没每美妹门们米面名明母哪那男南难呢能你年您女朋票七期气汽前钱亲请去让人认日肉三山商上少谁什生师十时识事是市书水说思四岁他她太天听同外玩晚网为文问我五午西喜下先现想小些写谢心新信星姓兴学样要也一以意因影用友有雨语元远月运在再早怎这只知中重住子字走昨坐作安" },
    { "sourceId": "EBCL", "nameData": "EBCL A1.2", "info": "A1 passive, +70 complement",
     "list": "包部差场唱穿床次村错第饿发法共狗黑或级鸡介零路马慢猫脑牛农旁片骑起千球热绍视手睡所铁头物息习系行休羊医衣音英右鱼园院乐云找者址祝自足最左做" },
    { "sourceId": "EBCL", "nameData": "EBCL A2", "info": "includes EBCL A1",
     "list": "啊爱安八吧把爸白百班般办半帮包报抱杯北备被本比笔毕边便变表别病博不步部才菜参餐层茶差长常厂场唱超车成城程吃出初除厨楚穿传床春词次从村错答打大代带待单但蛋当到道得的灯等低地弟第典点电店定订丢东冬懂动都读独度短对多饿儿而二发法反饭方房放飞非费分份风封夫服附父复该改干感刚高告哥歌格个给跟更工公共狗古故拐怪关观馆惯广贵国果过孩海汉好号喝和河贺黑很红后候湖护花化画话坏欢还换黄回会婚活火或机鸡级极急几己记际济继寄加家假价间见件健江讲酱交饺叫较教接街节结姐解介界借今斤金禁近进京经景净静九久酒旧就局句决觉卡开看康考可渴克刻客课空口裤块快筷拉来篮老乐累冷离礼李里理力历丽联凉两亮谅辆了林零六楼路录旅妈马码吗买卖满慢忙猫毛贸么没每美妹门们米面民名明末母目拿哪那奶男南难脑呢能你年念鸟您牛农努女暖欧怕乓旁胖跑朋片漂票乒平七期其奇骑起气汽千前签钱歉且亲轻清情请秋球区取去趣全然让热人认日肉如赛三散色山商上少绍社身生声胜师十什时识实史始世市事视试室是收手首售书术树双谁水睡说司思死四送诉算虽岁孙所他她它台太谈汤堂套特踢提题体天填条铁听厅庭通同头图外玩完晚万王网往忘望卫为位文问我卧无五午务物西吸希息习洗喜戏系下夏先现相想向像消小校笑些写谢心新信兴星行姓性兄休修需许续选学雪鸭牙亚烟言羊阳样药要也业夜一衣医已以易意因音印银应英影硬泳用邮油游友有又右鱼愉雨语元员园原远院愿月越云运咱再在早怎站张找照者这真正证知只之直址止纸至治中钟种重周洲主住助祝注专准桌着子字自总走租足最昨左作坐做座" }
  ]
}
